Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: The systems proposed should comply with the following recognised International Industry Standards:
vi: The systems proposed should comply with the following recognised International Industry Standards: / Các hệ thống được đề xuất nên tuân thủ các Tiêu chuẩn Ngành của Quốc tế như sau:

source: The systems shall be automatically monitored and controlled via the Building Management System (BMS) and their own proprietary control systems to maximise their efficiency of operation under all conditions.
vi: The systems shall be automatically monitored and controlled via the Building Management System (BMS) and their own proprietary control systems to maximise their efficiency of operation under all conditions. / Hệ thống phải được tự động giám sát và điều khiển thông qua BMS và hệ thống điều khiển của tự thân hệ thống để tối đa hóa hiệu suất vận hành trong mọi điều kiện

source: The systems shall be variable speed, or 2 speed minimum to operate at low speed for energy savings at times of low use.
vi: The systems shall be variable speed, or 2 speed minimum to operate at low speed for energy savings at times of low use. / Hệ thống có biến tần, hoặc hai tốc độ tối thiểu vận hành ở chế độ tốc độ thấp để tiết kiệm năng lượng trong những thời điểm ít sử dụng

source: The tables below provide some guidelines of the extent of plant space required for different hotels types and sizes:
vi: The tables below provide some guidelines of the extent of plant space required for different hotels types and sizes: / Bảng dưới cung cấp một số hướng dẫn về diện tích cần thiết cho các kiểu khách sạn khác nhau với kích cỡ khác nhau

source: The target for carbon dioxide emissions should be as required by National Standards, or if they do not exist, then should not exceed 160kg/m2 floor area per annum. In the UK, the energy targets will be set by Building Regulations Part L compliance.
vi: The target for carbon dioxide emissions should be as required by National Standards, or if they do not exist, then should not exceed 160kg/m2 floor area per annum. In the UK, the energy targets will be set by Building Regulations Part L compliance. / Mục tiêu phát thải CO2 nên tuân theo Tiêu chuẩn Quốc gia, hoặc nếu tiêu chuẩn quốc gia không quy định, mục tiêu không được vượt quá 160kg/m2 sàn một năm. Tại UK, mục tiêu năng lượng được đặt ra trong tài liệu Building Regulations, mục L

source: The terminus door held open by a fusible link that will release the door in the event of a fire in the linen room
vi: The terminus door held open by a fusible link that will release the door in the event of a fire in the linen room / Cửa cuối cùng được giữ mở bằng mối nối cảm ứng nhiệt sẽ tan chảy ở nhiệt độ nhất định, nhằm đóng cửa trong trường hợp có cháy trong phòng giặt là

source: The total number of people that will use the stair in an evacuation from the most heavily populated floor
vi: The total number of people that will use the stair in an evacuation from the most heavily populated floor / Tổng số người sẽ sử dụng thang bộ trong trường hợp thoát hiểm từ tầng có sức chứa lớn nhất

source: The total stair width required is based on:
vi: The total stair width required is based on: / Tổng chiều rộng thang bộ được yêu cầu dựa trên:

source: The treads and risers of newly constructed stairs should have the following dimensions
vi: The treads and risers of newly constructed stairs should have the following dimensions / Độ rộng và độ cao bậc thang của thang mới xây tuân thủ kích thước như sau:

source: The treatment shall maintain the following water quality:
vi: The treatment shall maintain the following water quality: / Việc xử lý nước phải duy trì chất lượng nước như sau

source: The unit operates in air cooled chiller mode when there is no demand for hot water
vi: The unit operates in air cooled chiller mode when there is no demand for hot water / Unit hoạt động trong chế độ chiller giải nhiệt gió khi không có nhu cầu nước nóng

source: The unit operates in air heat pump mode when there is no demand for chilled water
vi: The unit operates in air heat pump mode when there is no demand for chilled water / Unit hoạt động trong chế độ bơm nhiệt không khí khi không có nhu cầu nước mát

source: The use of condenser water as a low grade heat source should be investigated.
vi: The use of condenser water as a low grade heat source should be investigated. / Cần nghiên cứu việc tận dụng nước bình ngưng làm nguồn nhiệt thải

source: The use of incandescent or filament luminaires is prohibited. The use of high frequency control gear in fluorescent luminaires is compulsory. Where it is practicable, the use of dimmable high frequency fluorescent control gear, with related dimming equipment is to be encouraged. A comprehensive lighting control system must be provided to front and back of house areas to control energy usage.
vi: The use of incandescent or filament luminaires is prohibited. The use of high frequency control gear in fluorescent luminaires is compulsory. Where it is practicable, the use of dimmable high frequency fluorescent control gear, with related dimming equipment is to be encouraged. A comprehensive lighting control system must be provided to front and back of house areas to control energy usage. / Việc sử dụng đèn sợi đốt hoặc đèn dây tóc bị cấm. Bắt buộc sử dụng bộ điều khiển tần số quang trong đèn điện huỳnh quang. Nếu được, khuyến khích sử dụng thiết bị điều khiển huỳnh quang tần số cao với thiết bị điều chỉnh độ sáng thích hợp. Một hệ thống điều khiển chiếu sáng toàn diện phải được cung cấp tại FOH và BOH để kiểm soát năng lượng sử dụng

source: The utility company will supply either an HV or LV electrical supply dependent on the nature of the local network availability.
vi: The utility company will supply either an HV or LV electrical supply dependent on the nature of the local network availability. / Công ty Điện lực sẽ cung cấp nguồn điện cao thế hay hạ thế tùy thuộc vào mạng lưới địa phương

source: The utility services must be subject to a reliability study to demonstrate the typical available hours per annum, but general principles are outlined below:
vi: The utility services must be subject to a reliability study to demonstrate the typical available hours per annum, but general principles are outlined below: / Phải tiến hành nghiên cứu mức độ đáng tin cậy đối với dịch vụ điện nước, thể hiện số giờ cung cấp mỗi năm, nhưng các nguyên tắc chung được liệt kê dưới đây:

source: The voice alarm must be sequenced as follows:
vi: The voice alarm must be sequenced as follows: / Báo động bằng giọng nói phải được ghi âm như sau:

source: The voice evacuation message must be in the local language, English and any other language required by the local fire department. An example of such a pre-recorded message has been provided earlier.
vi: The voice evacuation message must be in the local language, English and any other language required by the local fire department. An example of such a pre-recorded message has been provided earlier. / Thông báo sơ tán bằng giọng nói phải bằng ngôn ngữ địa phương, tiếng Anh và bất cứ ngôn ngữ nào khác được yêu cầu bởi đơn vị PCCC địa phương. Ví dụ cho thông báo sơ tán đã được nêu phía trên

source: The voice evacuation system must consist of multi-tapped speakers to allow settings to suit mounting height locations.
vi: The voice evacuation system must consist of multi-tapped speakers to allow settings to suit mounting height locations. / Hệ thống thông báo sơ tán bằng giọng nói phải bao gồm các loa multi-tapped để cho phép cài đặt tùy chỉnh phù hợp với độ cao của vị trí lắp đặt

source: The water treatment system shall be deigned to achieve 7 or better cycles of concentration at acceptable water quality.
vi: The water treatment system shall be deigned to achieve 7 or better cycles of concentration at acceptable water quality. / Hệ thống xử lý nước sẽ được thiết kế để đảm bảo tỉ lệ chất rắn trong nước dàn ngưng so với chất rắn trong nước cấp vào đạt 7 hoặc tốt hơn (cycles of concentration - C.O.C)

source: There are two main ways of distributing services in a Hotel being:
vi: There are two main ways of distributing services in a Hotel being: / Có hai phương án chính để bố trí đường ống trong một khách sạn

source: There are two types of escape lighting, both of which derive their electrical supply from batteries - self-contained luminaries with integral or locally connected battery packs.
vi: There are two types of escape lighting, both of which derive their electrical supply from batteries - self-contained luminaries with integral or locally connected battery packs. / Có hai loại chiếu sáng thoát nạn, cả hai sử dụng nguồn điện từ pin - đèn chiếu sáng độc lập với bộ pin tích hợp hoặc được kết nối cục bộ.

source: There is an immediate alarm in that guestroom and at the FIP
vi: There is an immediate alarm in that guestroom and at the FIP / Ngay lập tức có báo động tại phòng khách đó và tại tủ báo cháy

source: Thermal conductivity w/mk
vi: Thermal conductivity w/mk / Truyền nhiệt w/mk

source: Thermal expansion mm/m°k
vi: Thermal expansion mm/m°k / Giãn nở nhiệt mm/m°k

source: These Engineering and Brand Safety Design Standards have been prepared to enable designers and specifiers of the mechanical, electrical and public health (MEP) services to understand the priorities and requirements of the IHG brand. The standards are not intended to provide inflexible prescriptive requirements but rather form a strategic framework of value, good practice, innovation energy efficiency and longevity from which the designers and specifiers can work. In summary the Brand Standards have been prepared in order to:
vi: These Engineering and Brand Safety Design Standards have been prepared to enable designers and specifiers of the mechanical, electrical and public health (MEP) services to understand the priorities and requirements of the IHG brand. The standards are not intended to provide inflexible prescriptive requirements but rather form a strategic framework of value, good practice, innovation energy efficiency and longevity from which the designers and specifiers can work. In summary the Brand Standards have been prepared in order to: / Bộ tiêu chuẩn Thiết kế Kỹ thuật và An toàn Thương hiệu này được soạn thảo nhằm hỗ trợ thiết kế và giúp các kỹ sư MEP hiểu được các ưu tiên và yêu cầu của thương hiệu IHG. Bộ tiêu chuẩn này không nhằm mục đích cung cấp các yêu cầu không linh hoạt, mà nhằm tạo ra một khung chiến lược bao gồm các giá trị, thực tiễn, các phát kiến về tối ưu hóa và đảm bảo năng lượng, từ đó giúp thiết kế và kỹ sư làm việc. Tóm lại, bộ Tiêu chuẩn Thương hiệu được soạn thảo nhằm:

source: These are an alternative to conventional sprinkler systems, and offer the following benefits:-
vi: These are an alternative to conventional sprinkler systems, and offer the following benefits:- / Trên đây là các phương án thay thế cho hệ thống sprinkler thông thường, với các lợi ích sau:

source: These are provided in Hotels to give a lively atmosphere to the Hotel, but the interconnection of floors must be addressed to allow for safe escape in the event of a fire.
vi: These are provided in Hotels to give a lively atmosphere to the Hotel, but the interconnection of floors must be addressed to allow for safe escape in the event of a fire. / Giếng trời được thiết kế trong khách sạn để tạo ra không gian sống động, nhưng việc kết nối thông tầng cần phải được cân nhắc để đảm bảo thoát hiểm an toàn trong trường hợp có cháy

source: These areas should preferably be served by variable air volume all air systems from central plant, providing the zoning is similar.
vi: These areas should preferably be served by variable air volume all air systems from central plant, providing the zoning is similar. / Ưu tiên phục vụ các khu vực này bằng các hệ thống VAV all-air từ trạm máy trung tâm, miễn là các zone chia giống nhau

source: These efficiencies (COP’s) are illustrated graphically across the range of chiller operation.
vi: These efficiencies (COP’s) are illustrated graphically across the range of chiller operation. / Các hiệu suất này (COP - Coefficient of performance hệ số hiệu suất năng lượng) được minh họa bằng hình ảnh trên hàng loạt các dòng chiller

source: These must be calculated specifically for each hotel project but any major variations from these must be examined and explained.
vi: These must be calculated specifically for each hotel project but any major variations from these must be examined and explained. / Các con số này phải được tính toán cụ thể cho mỗi dự án khách sạn, tuy nhiên bất cứ thay đổi lớn nào so với nội dung dưới đây đều phải được xem xét và giải trình

source: These options are illustrated in the following pages, but in general vertical distribution is preferred for the following reasons:
vi: These options are illustrated in the following pages, but in general vertical distribution is preferred for the following reasons: / Các phương án này được minh họa trong các trang sau, nhưng nhìn chung, ưu tiên phân phối theo chiều dọc vì các lý do sau:

source: These refrigerant based systems are most appropriate for areas that require low fresh air quantities e.g. offices, workshops, retail etc., and can provide both heating and cooling.
vi: These refrigerant based systems are most appropriate for areas that require low fresh air quantities e.g. offices, workshops, retail etc., and can provide both heating and cooling. / Các hệ thống dựa vào môi chất làm lạnh phù hợp với các khu vực yêu cầu lượng khí tươi thấp vd văn phòng, workshops, retail v.v. và có thể làm mát và sưởi

source: These should be used as a guide only for preliminary planning and for checking purposes.
vi: These should be used as a guide only for preliminary planning and for checking purposes. / Các thông tin trên chỉ nên được dùng để tham khảo trong quá trình lên quy hoạch và kiểm tra

source: These systems are most appropriate for areas that require low fresh air quantities e.g. guest rooms, offices, workshops, retail etc. and where the adjacent areas may require heating and cooling at the same time.
vi: These systems are most appropriate for areas that require low fresh air quantities e.g. guest rooms, offices, workshops, retail etc. and where the adjacent areas may require heating and cooling at the same time. / Các hệ thống này phù hợp nhất với các khu vực cần lượng khí tươi thấp, vd phòng khách, văn phòng, workshops, retail v.v. và nơi các khu vực liền kề nhau có thể đồng thời cần sưởi và làm mát

source: These systems are most appropriate in areas that require high quantities of fresh air for occupants or equipment e.g. Bar, Lounge, Meeting Rooms, Ballroom Restaurant and Kitchens. Re-circulation shall be incorporated where possible and variable fresh air provided, controlled via air quality (CO2) sensors located in each area.
vi: These systems are most appropriate in areas that require high quantities of fresh air for occupants or equipment e.g. Bar, Lounge, Meeting Rooms, Ballroom Restaurant and Kitchens. Re-circulation shall be incorporated where possible and variable fresh air provided, controlled via air quality (CO2) sensors located in each area. / Các hệ thống này phù hợp nhất trong các không gian cần lượng khí tươi lớn cho người hoặc thiết bị ở trong, vd bar, lounge, phòng họp, Ballroom, nhà hàng và các bếp. Tính năng tái tuần hoàn sẽ được tích hợp ở nơi khả thi và cung cáp khí tươi biến thiên, kiểm soát thông qua cảm biến chất lượng không khí (CO2) lắp đặt tại mỗi khu

source: These systems are only appropriate for IT rooms (as standby) small stand-alone rooms/ buildings and plant/technical areas requiring cooling. Generally they provide excessive latent cooling which increases running costs.
vi: These systems are only appropriate for IT rooms (as standby) small stand-alone rooms/ buildings and plant/technical areas requiring cooling. Generally they provide excessive latent cooling which increases running costs. / Các hệ thống này chỉ phù hợp với phòng IT (làm dự phòng), phòng/tòa nhà nhỏ độc lập và các khu vực phòng máy/phòng kỹ thuật cần làm mát. Thường các hệ thống này thường khử ẩm nhiều, khiến tăng chi phí vận hành

source: These systems as illustrated above have benefits in providing reduced energy consumption from conventional systems and increased comfort levels.
vi: These systems as illustrated above have benefits in providing reduced energy consumption from conventional systems and increased comfort levels. / Các hệ thống như trên có thể giảm năng lượng tiêu thụ so với các hệ thống thông thường và tăng mức độ thoải mái

source: These systems keep the major maintenance away from the occupied space, and hence avoid guest disturbance and allow the use of free cooling when external conditions permit, resulting in reduced life cycle costs.
vi: These systems keep the major maintenance away from the occupied space, and hence avoid guest disturbance and allow the use of free cooling when external conditions permit, resulting in reduced life cycle costs. / Các hệ thống này cho phép công việc bảo trì diễn ra xa không gian có người ở, nhờ đó tránh làm phiền khách và cho phép dùng không khí ngoài trời để làm mát nếu điều kiện cho phép, từ đó giảm chi phí vòng đời

source: These systems shall also be served from the standby generator supply.
vi: These systems shall also be served from the standby generator supply. / Các hệ thống này cũng sẽ được phục vụ bởi máy phát điện dự phòng

source: These systems shall be designed and operated to achieve:
vi: These systems shall be designed and operated to achieve: / Các hệ thống sau sẽ được thiết kế và vận hành để đạt được:

source: These tables are provided for guidance only in accessing the installed capacity and potential running costs. The designer should calculate these figures specifically for each individual hotel and use these for checking purpose.
vi: These tables are provided for guidance only in accessing the installed capacity and potential running costs. The designer should calculate these figures specifically for each individual hotel and use these for checking purpose. / Các bảng sau chỉ mang tính định hướng trong quá trình đánh giá công suất đã lắp đặt và chi phí vận hành dự kiến. Thiết kế nên tính toán các con số cụ thể cho mỗi khách sạn để sử dụng vào mục đích kiểm tra

source: They are however not without risk, and must only be used under the following conditions:-
vi: They are however not without risk, and must only be used under the following conditions:- / Tuy nhiên, chúng không phải không có rủi ro, và chỉ được phép sử dụng trong các điều kiện sau:

source: They are not particularly suitable for:-
vi: They are not particularly suitable for:- / Các hệ thống này không thực sự phù hợp đối với

source: They must be clear and easily understood
vi: They must be clear and easily understood / Phải rõ ràng và dễ hiểu

source: They must be provided with time/temperature control, and be corrosion resistant to suit the atmosphere which they are installed. Only approved refrigerants may be used.
vi: They must be provided with time/temperature control, and be corrosion resistant to suit the atmosphere which they are installed. Only approved refrigerants may be used. / Phải có điều khiển thời gian/nhiệt độ đi kèm, và phải chống ăn mòn để phù hợp với không gian lắp đặt. Chỉ được phép sử dụng các môi chất lạnh được phê duyệt

source: This document provides basic guidance on the areas to be considered when an atrium is proposed in a hotel or when an existing hotel has an atrium.
vi: This document provides basic guidance on the areas to be considered when an atrium is proposed in a hotel or when an existing hotel has an atrium. / Văn bản này cung cấp hướng dẫn cơ bản về các vấn đề cần cân nhắc khi đề xuất thiết kế giếng trời trong khách sạn hoặc khách sạn sẵn có có giếng trời

source: This includes foyers, restaurants, bars, meeting rooms, ballrooms, lounges etc.
vi: This includes foyers, restaurants, bars, meeting rooms, ballrooms, lounges etc. / Bao gồm các khu tiền sảnh, nhà hàng, bar, phòng họp, lounge, v.v

source: This switch should cause the lift to return to the exit level and then become controllable
vi: This switch should cause the lift to return to the exit level and then become controllable / Công tắc này cần khiến thang về tầng thoát nạn và kiểm soát được.

source: This system not suitable in hot/humid climates with openable windows, or if guest corridor is not air conditioned:
vi: This system not suitable in hot/humid climates with openable windows, or if guest corridor is not air conditioned: / Hệ thống này không phù hợp với khí hậu nóng/ẩm với các cửa sổ có thể mở, hoặc nếu hành lang phòng khách không có điều hòa không khí.

source: This works by maintaining the pressure within the escape routes at a higher pressure than the adjacent spaces
vi: This works by maintaining the pressure within the escape routes at a higher pressure than the adjacent spaces / Hệ thống hoạt động bằng cách duy trì áp suất trong tuyến đường thoát hiểm cao hơn các không gian liền kề

source: Three pipe (i.e. independent heating and cooling control) VRV units complete with filter, fan and condensate drain (gravity preferred) are an acceptable means of providing heating and cooling, for up to 3 star hotels.
vi: Three pipe (i.e. independent heating and cooling control) VRV units complete with filter, fan and condensate drain (gravity preferred) are an acceptable means of providing heating and cooling, for up to 3 star hotels. / Các hệ thống VRV ba ống (tức kiểm soát sưởi và làm mát độc lập) hoàn chỉnh với lọc, quạt và thoát nước ngưng (ưu tiên thoát nước nhờ trọng lực) được chấp nhận để sưởi và làm mát cho các khách sạn lên tới 3 sao

source: Three pipe VRF (VRV)
vi: Three pipe VRF (VRV) / VRF 3 ống

source: Three port valve system - 114.5 Kg/s (+29%)
vi: Three port valve system - 114.5 Kg/s (+29%) / Hệ van ba ngả - 114.5 Kg/s (+29%)

source: To determine the diversified simultaneous cooling load, the grand total calculated cooling load can be reduced by:-
vi: To determine the diversified simultaneous cooling load, the grand total calculated cooling load can be reduced by:- / Để xác định phụ tải làm mát đồng thời đa dạng, tổng phụ tải làm mát tính toán có thể giảm đi:

source: To illustrate the main electrical services that are included within the designer’s responsibility.
vi: To illustrate the main electrical services that are included within the designer’s responsibility. / Hình dưới minh họa các hạng mục điện thuộc phạm vi trách nhiệm của thiết kế

source: To improve their ability to prevent the passage of smoke and heat fire resisting doors must also be fitted with smoke seals along both sides and the top. The gap between the door and threshold must be provided with a flexible edge seal that just contacts the floor without excessive friction and where this is not practical the gap must not be in excess of 3mm.
vi: To improve their ability to prevent the passage of smoke and heat fire resisting doors must also be fitted with smoke seals along both sides and the top. The gap between the door and threshold must be provided with a flexible edge seal that just contacts the floor without excessive friction and where this is not practical the gap must not be in excess of 3mm. / Để tăng khả năng ngăn khói và nhiệt lan, cửa cần có chặn khói phía dưới và phía trên cửa. Khoảng hở giữa cánh cửa và ngưỡng cửa phải có miếng che dẻo vừa đủ chạm mặt sàn mà không gây ma sát thừa và trong trường hợp việc này không thực tế, khoảng hở không được vượt quá 3mm
